---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicMetersPerHourSquareMeter
source: html/13b3191d-d388-886c-9f6e-eba7f5e677db.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicMetersPerHourSquareMeter Property

Cubic meters per hour square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicMetersPerHourSquareMeter { get; }
```